<?php

return [
    'sign_up' => 'பதிவுசெய்க',
    'email' => 'மின்னஞ்சல் முகவரி',
    'password' => 'கடவுச்சொல்',
    'confirm_password' => 'கடவுச்சொல்லை உறுதிப்படுத்தவும்',
    'role' => 'பங்கு தேர்ந்தெடுக்கவும்',
    'select_role' => 'உங்கள் பங்கைத் தேர்ந்தெடுக்கவும்',
    'student' => 'மாணவர்',
    'mentor' => 'ஆசிரியர்',
    'student_note' => 'மாணவர்கள் கேள்வித்தாளை பூர்த்தி செய்து கல்வி துறைகள் குறித்த பரிந்துரைகளைப் பெறுவார்கள்.',
    'mentor_note' => 'ஆசிரியர்கள் மாணவர்களுக்கு வழிகாட்டி ஆலோசனைகளை வழங்குவார்கள்.',
    'sign_up_google' => 'Google மூலம் பதிவு செய்யவும்',
    'already_have_account' => 'ஏற்கனவே கணக்கு உள்ளதா? உள்நுழையவும்',
    'or' => 'அல்லது',
];
